export const questions = [
  {
    id: 1,
    question: "Q1. 공부할 때 가장 집중이 잘 되는 방식은?",
    options: [
      "A. 나 혼자 정리하면서 공부할 때",
      "B. 친구와 토론하거나 문제를 풀 때",
      "C. 강의나 강의 영상에 집중할 때",
      "D. 누군가에게 가르치거나 설명할 때",
    ],
  },
  {
    id: 2,
    question: "Q2. 공부할 때 가장 집중이 잘 되는 방식은?",
    options: [
      "A. 나 혼자 정리하면서 공부할 때",
      "B. 친구와 토론하거나 문제를 풀 때",
      "C. 강의나 강의 영상에 집중할 때",
      "D. 누군가에게 가르치거나 설명할 때",
    ],
  },
  {
    id: 3,
    question: "Q3. 공부할 때 가장 집중이 잘 되는 방식은?",
    options: [
      "A. 나 혼자 정리하면서 공부할 때",
      "B. 친구와 토론하거나 문제를 풀 때",
      "C. 강의나 강의 영상에 집중할 때",
      "D. 누군가에게 가르치거나 설명할 때",
    ],
  },
  // ...다른 질문 추가
];
