export const quiz = [
  {
    id: 1,
    title: '고대 그리스의 철학자이자 과학자로, 최초로 지구가 구형임을 주장하고 지구 둘레를 계산한 인물은 누구일까요?',
    question: '고대 그리스의 철학자이자 과학자로, 최초로 지구가 구형임을 주장하고 지구 둘레를 계산한 인물은 누구일까요?',
    options: [
      'A. 탈레스',
      'B. 아리스토텔레스',
      'C. 에라토스테네스',
      'D. 피타고라스',
    ],
  },
  {
    id: 1,
    title: '고대 그리스의 철학자이자 과학자로, 최초로 지구가 구형임을 주장하고 지구 둘레를 계산한 인물은 누구일까요?',
    question: '고대 그리스의 철학자이자 과학자로, 최초로 지구가 구형임을 주장하고 지구 둘레를 계산한 인물은 누구일까요?',
    options: [
      'A. 탈레스',
      'B. 아리스토텔레스',
      'C. 에라토스테네스',
      'D. 피타고라스',
    ],
  },
];