export const quiz = [
  {
      "question": "광합성이란 무엇인가?",
      "options": [
          "물의 산화",
          "태양광 발전",
          "빛 에너지를 이용하여 탄소를 고정하고 에너지를 저장하는 과정",
          "화학 반응"
      ],
      "answer": "빛 에너지를 이용하여 탄소를 고정하고 에너지를 저장하는 과정"
  },
  {
      "question": "광합성에서 빛 에너지를 이용하여 고정되는 것은 무엇인가?",
      "options": [
          "산소",
          "질소",
          "탄소",
          "수소"
      ],
      "answer": "탄소"
  },
  {
      "question": "광합성에서 저장되는 에너지는 어디에 저장되는가?",
      "options": [
          "근육",
          "지방",
          "탄소",
          "클로로필"
      ],
      "answer": "탄소"
  },
  {
      "question": "광합성이 일어나는 곳은 어디인가?",
      "options": [
          "루비콘",
          "엔진룸",
          "엽록체",
          "핵소체"
      ],
      "answer": "엽록체"
  },
  {
      "question": "광합성과 반대되는 과정은 무엇인가?",
      "options": [
          "호흡",
          "증발",
          "분해",
          "합성"
      ],
      "answer": "호흡"
  }
];